resume.EL-GR.tex
% Created 2019-02-09 Sat 21:21
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\author{michaeltd}
\date{\today}
\title{Μιχάλης Τσουχλαράκης}
\hypersetup{
 pdfauthor={michaeltd},
 pdftitle={Μιχάλης Τσουχλαράκης},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 26.1 (Org mode 9.1.9)},
 pdflang={English}}
\begin{document}

\maketitle
\begin{itemize}
\item \textbf{Εκπαίδευση}

\begin{itemize}
\item \uline{2018-2019} \href{https://www.freecodecamp.org/michaeltd}{freeCodeCamp}

\href{https://www.freecodecamp.org/certification/michaeltd/legacy-front-end}{Διεπαφές Ιστού}, \href{https://www.freecodecamp.org/certification/michaeltd/legacy-data-visualization}{Παρουσίαση Δεδομένων}

\href{https://www.freecodecamp.org/certification/michaeltd/javascript-algorithms-and-data-structures}{Αλγόριθμοι}, \href{https://www.freecodecamp.org/certification/michaeltd/front-end-libraries}{Βιβλιοθήκες Διεπαφών}, \href{https://www.freecodecamp.org/certification/michaeltd/data-visualization}{Παρουσίαση Δεδομένων}

\item \uline{2017} \href{https://www.sololearn.com/Profile/4692870/}{Solo Learn}

\href{https://www.sololearn.com/Certificate/1051-4692870/pdf/}{Cpp}, \href{https://www.sololearn.com/Certificate/1068-4692870/pdf/}{Java}, \href{https://www.sololearn.com/Certificate/1073-4692870/pdf/}{Python3}

\item \uline{2006-2009} \href{https://www.eap.gr/el/}{Ε.Α.Π.}

Σχολή Θετικών Επιστημών \& Τεχνολογίας, Τμήμα Πληροφορικής.

\item \uline{2002} Constantinou Computer Studies

Μεθοδολογία και Πρακτικές Ανάπτυξης, Συντήρησης και Διαχείρισης Συστημάτων Πληροφορικής

Oracle PL-SQL, Oracle Developer, Data Base Administration

\item \uline{1988-1991} 6ο ΤΕΛ Αθηνών

Πτυχίο Μηχανολόγου Βιομηχανικών Εγκαταστάσεων \& Παραγωγής
\end{itemize}

\item \textbf{Επαγγελματική Προϋπηρεσία}

\begin{itemize}
\item \uline{2011-Παρόν}

Ελεύθερος Επαγγελματίας

\item \uline{2006-2009} ΑΣΠΙΣ ΑΕΓΑ

Λογιστήριο

\item \uline{1997-2006} Commercial Union Life ΑΕΑΖ

Τμήμα Αμοιβαίων Κεφαλαίων

\item \uline{1996-1997} Εικονότυπο ΑΕ

Σελιδοποίηση - DTP

\item \uline{1991-1992} CIGNA ΕΛΛΑΣ ΑΑΕ

Λογιστήριο - Διεκπεραίωση
\end{itemize}

\item \textbf{Ξένες Γλώσσες}

Αγγλικά, λίγα Γερμανικά

\item \textbf{Ενδιαφέροντα}

Αθλητισμός, Μουσική
\end{itemize}

\href{https://twitter.com/tsouchlarakismd}{twitter} | \href{https://npmjs.com/\~michaeltd}{npmjs} | \href{https://github.com/michaeltd}{github} | \href{https://linkedin.com/in/michaeltd}{linkedin} | \href{https://michael.heliohost.org/}{web} | card: npx michaeltd
\end{document}
